const pickaxeLevel1 = [{
		type: 'Камень',
		comment: 'вскопал камень. (1$)',
		price: 1,
		chance: 500
	},{
		type: 'Уголь',
		comment: 'вскопал уголь. (5$)',
		price: 5,
		chance: 200
	},{
		type: 'Оловянная руда',
		comment: 'вскопал олово. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Медная руда',
		comment: 'вскопал медь. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Железная руда',
		comment: 'вскопал железо. (30$)',
		price: 30,
		chance: 50
	},{
		type: 'Золотая руда',
		comment: 'вскопал золото. (50$)',
		price: 50,
		chance: 50
	}
],
pickaxeLevel2 = [{
		type: 'Камень',
		comment: 'вскопал камень. (1$)',
		price: 1,
		chance: 400
	},{
		type: 'Уголь',
		comment: 'вскопал уголь. (5$)',
		price: 5,
		chance: 200
	},{
		type: 'Оловянная руда',
		comment: 'вскопал олово. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Медная руда',
		comment: 'вскопал медь. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Железная руда',
		comment: 'вскопал железо. (30$)',
		price: 30,
		chance: 50
	},{
		type: 'Золотая руда',
		comment: 'вскопал золото. (50$)',
		price: 50,
		chance: 50
	},{
		type: 'Рог единорога',
		comment: 'подобрал рог единорога . (65$) Jebaited ',
		price: 65,
		chance: 40
	},{
		type: 'Алмазная руда',
		comment: 'вскопал алмазы. (100$) ResidentSleeper ',
		price: 100,
		chance: 30
	},{
		type: 'Кокаин',
		comment: 'нашёл кокаин. (250$) SeemsGood ',
		price: 250,
		chance: 20
	},{
		type: 'Долбанит',
		comment: 'вскопал долбанит. (500$) PogChamp ',
		price: 500,
		chance: 10
	}
],
pickaxeLevel3 = [{
		type: 'Камень',
		comment: 'вскопал камень. (1$)',
		price: 1,
		chance: 350
	},{
		type: 'Уголь',
		comment: 'вскопал уголь. (5$)',
		price: 5,
		chance: 150
	},{
		type: 'Оловянная руда',
		comment: 'вскопал олово. (15$)',
		price: 15,
		chance: 80
	},{
		type: 'Медная руда',
		comment: 'вскопал медь. (15$)',
		price: 15,
		chance: 80
	},{
		type: 'Железная руда',
		comment: 'вскопал железо. (30$)',
		price: 30,
		chance: 100
	},{
		type: 'Золотая руда',
		comment: 'вскопал золото. (50$)',
		price: 50,
		chance: 140
	},{
		type: 'Рог единорога',
		comment: 'подобрал рог единорога . (65$) Jebaited ',
		price: 65,
		chance: 40
	},{
		type: 'Алмазная руда',
		comment: 'вскопал алмазы. (100$) ResidentSleeper ',
		price: 100,
		chance: 30
	},{
		type: 'Кокаин',
		comment: 'нашёл кокаин. (250$) SeemsGood ',
		price: 250,
		chance: 20
	},{
		type: 'Долбанит',
		comment: 'вскопал долбанит. (500$) PogChamp ',
		price: 500,
		chance: 9
	},{
		type: 'Нудесы Ани',
		comment: 'увидел в инсте нудесы Ани. (1000$) NotLikeThis NotLikeThis NotLikeThis ',
		price: 1000,
		chance: 1
	}
],
pickaxeLevel4 = [{
		type: 'Камень',
		comment: 'вскопал камень. (1$)',
		price: 1,
		chance: 200
	},{
		type: 'Уголь',
		comment: 'вскопал уголь. (5$)',
		price: 5,
		chance: 200
	},{
		type: 'Оловянная руда',
		comment: 'вскопал олово. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Медная руда',
		comment: 'вскопал медь. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Железная руда',
		comment: 'вскопал железо. (30$)',
		price: 30,
		chance: 150
	},{
		type: 'Золотая руда',
		comment: 'вскопал золото. (50$)',
		price: 50,
		chance: 150
	},{
		type: 'Рог единорога',
		comment: 'подобрал рог единорога . (65$) Jebaited ',
		price: 65,
		chance: 40
	},{
		type: 'Алмазная руда',
		comment: 'вскопал алмазы. (100$) ResidentSleeper ',
		price: 100,
		chance: 30
	},{
		type: 'Кокаин',
		comment: 'нашёл кокаин. (250$) SeemsGood ',
		price: 250,
		chance: 20
	},{
		type: 'Долбанит',
		comment: 'вскопал долбанит. (500$) PogChamp ',
		price: 500,
		chance: 8
	},{
		type: 'Нудесы Ани',
		comment: 'увидел в инсте нудесы Ани. (1000$) NotLikeThis NotLikeThis NotLikeThis ',
		price: 1000,
		chance: 2
	}
],
pickaxeLevel5 = [{
		type: 'Уголь',
		comment: 'вскопал уголь. (5$)',
		price: 5,
		chance: 100
	},{
		type: 'Оловянная руда',
		comment: 'вскопал олово. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Медная руда',
		comment: 'вскопал медь. (15$)',
		price: 15,
		chance: 100
	},{
		type: 'Железная руда',
		comment: 'вскопал железо. (30$)',
		price: 30,
		chance: 250
	},{
		type: 'Золотая руда',
		comment: 'вскопал золото. (50$)',
		price: 50,
		chance: 230
	},{
		type: 'Рог единорога',
		comment: 'подобрал рог единорога . (65$) Jebaited ',
		price: 65,
		chance: 100
	},{
		type: 'Алмазная руда',
		comment: 'вскопал алмазы. (100$) ResidentSleeper ',
		price: 100,
		chance: 100
	},{
		type: 'Кокаин',
		comment: 'нашёл кокаин. (250$) SeemsGood ',
		price: 250,
		chance: 50
	},{
		type: 'Долбанит',
		comment: 'вскопал долбанит. (500$) PogChamp ',
		price: 500,
		chance: 5
	},{
		type: 'Нудесы Ани',
		comment: 'увидел в инсте нудесы Ани. (1000$) NotLikeThis NotLikeThis NotLikeThis ',
		price: 1000,
		chance: 5
	}
],
dungeonEventsLevel1 = [{
		text: ' вы упали по пути к подземелью и вывихнули колено, дальше идти смысла не было.',
		chance: 100,
		money: 0
	},{
		text: ' войдя в подземелье нашёл на стенде красивую вазу, "Она выглядит дорогой" - подумали вы и вынесли её с собой. Баланс +30.',
		chance: 150,
		money: 30
	},{
		text: ' на подходе к подземелью лежали несколько золотых монет. Подобрав их вы решили вернуться обратно. Баланс +10.',
		chance: 150,
		money: 10
	},{
		text: ' в подземелье вы встретили скелета. Он был слаб, поэтому вы без труда убили его своим мечом, после чего забрали кошель с монетами, висящий на его поясе, и ушли из подземелья. Баланс +50.',
		chance: 75,
		money: 50
	},{
		text: ' в подземелье вы нашли труп человека. "Вот бедолага" - подумали вы, но увидев на его поясе кошель золота вы обобрали труп и вышли в страхе из подземелья. Баланс +50.',
		chance: 70,
		money: 50
	},{
		text: ' в подземелье вы стретили дикую собаку. Убить её у вас труда не составило, но и золота при ней не было.',
		chance: 130,
		money: 0
	},{
		text: ' вы вошли в подземелье и встретили ♂DUNGEON MASTER♂, который за ♂THREE HUNDRED BUCKS♂ согласился на ♂FISTING♂. Баланс -300.',
		chance: 20,
		money: -300
	},{
		text: ' в подземелье вы встретили разбойника. Его снаряжение было лучше вашего, поэтому он согласился вас отпустить за 100 золотых монет.',
		good: ' Вы отдали ему 100 золотых монет и ушли из подземелья. Баланс -100.',
		bad:  ' Но у вас не оказалось при себе денег и разбойник вас убил. Аккаунт удалён.',
		chance: 50,
		money: -100
	},{
		text: ' в подземелье вы встретили группу хорошо экипированных бандитов. Они не стали сразу вас убивать и предложили отпустить за 200 золотых монет.',
		good: ' Вы отдали им 200 золотых монет и ушли из подземелья. Баланс -200.',
		bad:  ' Но у вас не оказалось при себе денег и разбойники вас убил. Аккаунт удалён.',
		chance: 50,
		money: -200
	},{
		text: ' в подземелье вы шли рядом с пропастью и оступились. Из вашего кошелька в пропасть упало несколько монет. Баланс -20.',
		chance: 50,
		money: -20
	},{
		text: ' в подземелье какой то вы увидели незнакомца, подойдя к нему он резко выхватил с вашего пояса кошель и убежал с ним. Вы не смогли его догнать... Баланс -100.',
		chance: 50,
		money: -100
	},{
		text: ' в подземелье вы встретили человека. Он был истощён и не знал как выбраться. Вы проводили его до выхода и дали немного денег. Баланс -10.',
		chance: 50,
		money: -10
	},{
		text: ' в подземелье среди песке вы увидели сверкающий камень. Вам стало интересно что это и вы раскопали его, это оказался алмаз. Баланс +100.',
		chance: 50,
		money: 100
	},{
		text: ' войдя в подземелье вы встретили огра. Едва заметив вас он кинул в вашу сторону большой валун и убил вас. Аккаунт удалён.',
		chance: 5,
		kill: true
	}
],
dungeonEventsLevel2 = [{
		text: ' вы упали по пути к подземелью и вывихнули колено, дальше идти смысла не было.',
		chance: 100,
		money: 0
	},{
		text: ' войдя в подземелье нашёл на стенде красивое кольцо. Вы недолго думая взяли его и вынесли с собой. Баланс +50.',
		chance: 100,
		money: 50
	},{
		text: ' на подходе к подземелью лежали несколько золотых монет. Подобрав их вы решили вернуться обратно. Баланс +20.',
		chance: 100,
		money: 20
	},{
		text: ' в подземелье вы встретили скелета. Он был слаб, поэтому вы без труда убили его своим мечом, после чего забрали кошель с монетами, висящий на его поясе, и ушли из подземелья. Баланс +75.',
		chance: 75,
		money: 75
	},{
		text: ' в подземелье вы нашли труп человека. "Вот бедолага" - подумали вы, но увидев на его поясе кошель золота вы обобрали труп и вышли в страхе из подземелья. Баланс +50.',
		chance: 70,
		money: 50
	},{
		text: ' в подземелье вы стретили дикую собаку. Убить её у вас труда не составило, но и золота при ней не было.',
		chance: 80,
		money: 0
	},{
		text: ' вы вошли в подземелье и встретили ♂DUNGEON MASTER♂, который за ♂THREE HUNDRED BUCKS♂ согласился на ♂FISTING♂. Баланс -300.',
		chance: 20,
		money: -300
	},{
		text: ' в подземелье вы стретили разбойника. Ваше снаряжение позволило вам победить его и забрать его золото. Баланс +100',
		chance: 100,
		money: 0
	},{
		text: ' в подземелье вы встретили разбойника. Его снаряжение было лучше вашего, поэтому он согласился вас отпустить за 150 золотых монет.',
		good: ' Вы отдали ему 150 золотых монет и ушли из подземелья. Баланс -150.',
		bad:  ' Но у вас не оказалось при себе денег и разбойник вас убил. Аккаунт удалён.',
		chance: 50,
		money: -150
	},{
		text: ' в подземелье вы встретили человека. У него был странный цвет кожи и манера говорить. Он попросил у вас 10 монет.',
		good: ' Вы отдали ему 10 золотых монет, но вам стало не по себе и вы вышли из подземелья. Баланс -10',
		bad:  ' Но у вас не оказалось при себе денег и человек превратился в чудовище, после чего с лёгкостью вас убил. Аккаунт удалён.',
		chance: 50,
		money: -10
	},{
		text: ' в подземелье вы встретили группу хорошо экипированных бандитов. Они не стали сразу вас убивать и предложили отпустить за 200 золотых монет.',
		good: ' Вы отдали им 200 золотых монет и ушли из подземелья. Баланс -200.',
		bad:  ' Но у вас не оказалось при себе денег и разбойники вас убил. Аккаунт удалён.',
		chance: 50,
		money: -200
	},{
		text: ' в подземелье вы шли рядом с пропастью и оступились. Из вашего кошелька в пропасть упало несколько монет. Баланс -25.',
		chance: 50,
		money: -25
	},{
		text: ' в подземелье какой то вы увидели незнакомца, подойдя к нему он резко выхватил с вашего пояса кошель и убежал с ним. Вы не смогли его догнать... Баланс -100.',
		chance: 50,
		money: -100
	},{
		text: ' в подземелье вы встретили человека. Он был истощён и не знал как выбраться. Вы проводили его до выхода и дали немного денег. Баланс -20.',
		chance: 50,
		money: -20
	},{
		text: ' в подземелье среди песке вы увидели поблеклый камень. Вам стало интересно что это и вы раскопали его, это оказался долбанит. Баланс +200.',
		chance: 50,
		money: 200
	},{
		text: ' войдя в подземелье вы встретили огра. Вы попытались убить его но ваше снаряжение вам не позволило. Он раздавил вас как букашку. Аккаунт удалён.',
		chance: 5,
		kill: true
	}
],
dungeonEventsLevel3 = [{
		text: ' вы упали по пути к подземелью и вывихнули колено, дальше идти смысла не было.',
		chance: 100,
		money: 0
	},{
		text: ' войдя в подземелье вы нашли на стенде красивое кольцо. Вы недолго думая взяли его и вынесли с собой. Баланс +50.',
		chance: 50,
		money: 50
	},{
		text: ' гуляю по подземелью вы вдруг замечаете что в вашем кошельке пропали деньги. Баланс -100.',
		chance: 50,
		money: -100
	},{
		text: ' на подходе к подземелью лежали несколько золотых монет. Подобрав их вы решили вернуться обратно. Баланс +20.',
		chance: 50,
		money: 20
	},{
		text: ' вы вошли в подземелье и встретили ♂DUNGEON MASTER♂, который за ♂THREE HUNDRED BUCKS♂ согласился на ♂FISTING♂. Баланс -300.',
		chance: 50,
		money: -300
	},{
		text: ' в подземелье вы встретили скелета. Он был слаб, поэтому вы без труда убили его своим мечом, после чего забрали кошель с монетами, висящий на его поясе, и ушли из подземелья. Баланс +75.',
		chance: 80,
		money: 75
	},{
		text: ' в подземелье вы встретили зомби. Вы без труда убили его, после чего забрали кошель с монетами, висящий на его поясе, и ушли из подземелья. Баланс +75.',
		chance: 50,
		money: 75
	},{
		text: ' в подземелье вы нашли труп человека. "Вот бедолага" - подумали вы, но увидев на его поясе кошель золота вы обобрали труп и вышли в страхе из подземелья. Баланс +50.',
		chance: 70,
		money: 50
	},{
		text: ' в подземелье вы стретили дикую собаку. Убить её у вас труда не составило, но и золота при ней не было.',
		chance: 50,
		money: 0
	},{
		text: ' в подземелье какой то вы увидели незнакомца, подойдя к нему он резко выхватил с вашего пояса кошель и убежал с ним. Вы не смогли его догнать... Баланс -100.',
		chance: 50,
		money: -100
	},{
		text: ' в подземелье вы стретили разбойника. Ваше снаряжение позволило вам победить его и забрать его золото. Баланс +100.',
		chance: 100,
		money: 0
	},{
		text: ' в подземелье вы встретили человека. У него был странный цвет кожи и манера говорить. Он попросил у вас 20 монет.',
		good: ' Вы отдали ему 20 золотых монет, но вам стало не по себе и вы вышли из подземелья. Баланс -20',
		bad:  ' Но у вас не оказалось при себе денег и человек превратился в чудовище, после чего с лёгкостью вас убил. Аккаунт удалён.',
		chance: 50,
		money: -20
	},{
		text: ' в подземелье вы встретили группу бандитов. Но ваше снаряжение позволило справиться с ними в одиночку и забрать их запасы. Баланс +500.',
		chance: 40,
		money: 500
	},{
		text: ' в подземелье вы шли рядом с пропастью и оступились. Из вашего кошелька в пропасть упало несколько монет. Баланс -50.',
		chance: 100,
		money: -50
	},{
		text: ' в подземелье вы встретили человека. Он был истощён и не знал как выбраться. Вы проводили его до выхода и дали немного денег. Баланс -25.',
		chance: 50,
		money: -25
	},{
		text: ' в подземелье среди песке вы увидели поблеклый камень. Вам стало интересно что это и вы раскопали его, это оказался долбанит. Баланс +200.',
		chance: 50,
		money: 200
	},{
		text: ' войдя в подземелье вы встретили огра. Ваше снаряжение позволило вам убить его и забрать сокровища которые он охранял. Баланс +1000.',
		chance: 10,
		money: 1000
	}
],
backpackPrices = {
	'3': 500,
	'5': 2000,
	'7': 5000,
	'10': 7500
},
backpackSizes = {
	'3': 5,
	'5': 7,
	'7': 10,
	'10': 15
},
pickaxePrices = {
	'1': 1000,
	'2': 2500,
	'3': 5000,
	'4': 10000
},
swordPrices = {
	'0': 1000,
	'1': 2500,
	'2': 4500,
}
module.exports = {
	pickaxeLevel1: pickaxeLevel1,
	pickaxeLevel2: pickaxeLevel2,
	pickaxeLevel3: pickaxeLevel3,
	pickaxeLevel4: pickaxeLevel4,
	pickaxeLevel5: pickaxeLevel5,
	dungeonEventsLevel1: dungeonEventsLevel1,
	dungeonEventsLevel2: dungeonEventsLevel2,
	dungeonEventsLevel3: dungeonEventsLevel3,
	backpackPrices: backpackPrices,
	backpackSizes: backpackSizes,
	pickaxePrices: pickaxePrices,
	swordPrices: swordPrices
}
